[
    {
        "info": "Twelfth\n  International Conference on Information and Communications Security "
    },
    {
        "info": "Barcelona December 15-17, 2010 "
    },
    {
        "info": "Original\npapers on all aspects of Information and Communications Security are solicited\nfor submission to ICICS 2010. This international conference will be the 12th\nevent in the ICICS series, started in 1997, which will bring together\nindividuals involved in multiple disciplines to foster exchange of ideas. "
    },
    {
        "info": "Topics of\ninterest include, but are not limited to, access control, anonymity and\nprivacy, applied cryptography, biometric security, data and system integrity,\nfraud control, information hiding, intrusion detection, key management and\nrecovery, risk evaluation, watermarking and digital fingerprinting, and\nsecurity certification. Security applications of interest comprise, among\nothers, computer networks, databases, distributed systems and grid computing,\ne-commerce, e-voting, intellectual property, mobile computing, and software\nprotection."
    },
    {
        "info": "Authors\nare invited to submit original papers not previously published nor submitted in\nparallel for publication to any other conference, workshop or journal. All\nsubmitted papers must be anonymous, with no author names, affiliations,\nacknowledgements, or obvious references. "
    },
    {
        "info": "Submissions\nshould be in English, as a PDF or PS file with all fonts embedded, in the\nSpringer-Verlag LNCS format, typeset with 11pt font, and using reasonable spacing and margins.\nPapers should not exceed 12 A4-sized\npages including the bibliography, but excluding well-marked appendices. Note\nthat papers should be intelligible without all appendices, since committee\nmembers are not required to read them. Submitted papers may risk being rejected\ndirectly without consideration of their merits if they do not follow all the\nabove submission instructions."
    },
    {
        "info": "Paper submission deadline July 15, 2010"
    },
    {
        "info": "Notification of acceptance  September 20, 2010"
    },
    {
        "info": "Camera-ready due October 5, 2010"
    },
    {
        "info": "Conference  December 15-17, 2010"
    },
    {
        "info": "http://www.icics2010.org/committee"
    },
    {
        "info": "Universitat Politècnica de Catalunya Spain"
    }
]